public class Main {
    public static void main(String[] args) {

        int amount = 15000; // стоимость билета
        int rubles = 20; // количество рублей для одой бонусной мили
        int bonus = amount/ rubles;

        System.out.println(bonus);


// 750 бонусных миль



        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной милли

        // Рассчитываете количество бонусных милль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}

    // Авиаперевозчики предлагают различные бонусные программы, начисляющие бесплатные мили за перелёты.
// Формула расчета следующая: за каждые 20 рублей, потраченные на билет, начисляется 1 миля. Дробные мили не начисляются.

        // Ваша задача

        // Создать приложение,рассчитывающее количество начисленных мили за купленный билет.
// Стоимость билета вы выбираете сами (сами заполняете переменную, в которой она будет храниться).

